{
  "departments": [
    {
      "name": "CEO/Chair of Board",
      "employees": [
        { 
          "name": "Jo-Anne Sinclair",
          "description": "A chief executive officer, the highest-ranking person in a company or other institution, ultimately responsible for making managerial decisions."
        }
      ]
    },
    {
      "name": "COO/VP Operations",
      "employees": [
        { 
          "name": "Jackson Smith",
          "description": "The chief operating officer (COO) is responsible for executing and implementing the operational directives set by the CEO and the board of directors."
        }
      ]
    },
    {
      "name": "CFO/VP Administration",
      "employees": [
        { 
          "name": "Susan Thomas",
          "description": "A chief financial officer, a senior executive with responsibility for the financial affairs of a corporation or other institution. The vice president of administration position is responsible for directing all of the administrative functions of the corporation in accordance with industry standards, where applicable, regulatory agencies, as appropriate and company objectives and policies."
        }
      ]
    },
    {
      "name": "VP Client Services",
      "employees": [
        { 
          "name": "Richa Kaur",
          "description": "Responsible for the Consumer Banking division performing a variety of roles including lending, investing, risk management, marketing, and technology. Their team provides a suite of solutions to help our retail customers meet their financial goals. Also responsible for the Commercial Banking Division performing a variety of roles including lending, investing, risk management, marketing, and technology."
        }
      ]
    },
    {
      "name": "CIO",
      "employees": [
        { 
          "name": "Josee Benjamin",
          "description": "Chief Information Officer (CIO), chief digital information officer (CDIO) or information technology (IT) director is a job title commonly given to the most senior executive in an bank responsible for the traditional information technology and computer systems that support bank goals."
        }
      ]
    },
    {
      "name": "VP Sales & Marketing",
      "employees": [
        { 
          "name": "Vincent Grey",
          "description": "Responsible for the overall strategic marketing plans for an entire organization (or lines of business and brands within an organization) in order to attract potential customers and retain existing ones."
        }
      ]
    },
    {
      "name": "Director Financial and Audit Svcs",
      "employees": [
        { 
          "name": "Rupa Kharki",
          "description": "Sometimes called a compliance manager is to make sure that a company is conducting its business in full compliance with all national and international laws and regulations that pertain to its particular industry, as well as professional standards, accepted business practices."
        }
      ]
    },
    {
      "name": "Director Human Resources",
      "employees": [
        { 
          "name": "Xun Kuang",
          "description": "May be responsible for a number of job duties related to organizational development, recruitment and staffing, employment law, performance management, employee relations, and compensation and benefits."
        }
      ]
    },
    {
      "name": "Director Legal Services/General Counsel",
      "employees": [
        { 
          "name": "Stien Pedersen",
          "description": "The senior executive managing legal affairs for the company."
        }
      ]
    },
    {
      "name": "Director Information Technology",
      "employees": [
        { 
          "name": "Sandra Bear",
          "description": "Manages the IT infrastructure, operations, and services; and how it enables businesses/individuals to access and make use of data and services."
        }
      ]
    },
    {
      "name": "Director Information Security and CISSO",
      "employees": [
        { 
          "name": "Gus Blue",
          "description": "A chief information security officer (CISO) is the senior-level executive within an organization responsible for establishing and maintaining the bank security vision, strategy, and program to ensure information assets and technologies are adequately protected."
        }
      ]
    },
    {
      "name": "Director Accounting",
      "employees": [
        { 
          "name": "Sam Kong",
          "description": "Responsible for in analysis and reconciliation of accounts and in development and implementation of accounting policies, procedures and controls."
        }
      ]
    },
    {
      "name": "Director Physical Security",
      "employees": [
        { 
          "name": "Valentine Smith",
          "description": "The Director of Physical Security is responsible for identifying, assessing, and integrating physical security operations, technology, and policy solutions at the organization."
        }
      ]
    },
    {
      "name": "Director Facilities",
      "employees": [
        { 
          "name": "Mariya Kaperski",
          "description": "Responsible for facilities management and operations."
        }
      ]
    },
    {
      "name": "Manager, Business Continuity and Disaster Recovery",
      "employees": [
        { 
          "name": "Abd al-Hamid Alami",
          "description": "Develop, maintain, or implement business continuity and disaster recovery strategies and solutions, including risk assessments, business impact analyses, strategy selection, and documentation of business continuity and disaster recovery procedures."
        }
      ]
    },
    {
      "name": "Manager, Internal Audit",
      "employees": [
        { 
          "name": "Victoria Gray",
          "description": "A key part of this role is performing full audits, including risk management, control management, and assessing financial reliability. The audit processes ensure that compliance is met within all the company's systems."
        }
      ]
    },
    {
      "name": "Chief Architect",
      "employees": [
        { 
          "name": "Cheryl Guru",
          "description": "Responsible for overall system architecture and technical direction."
        }
      ]
    },
    {
      "name": "Manager, Security Architecture",
      "employees": [
        { 
          "name": "Jean Ngoy",
          "description": "Plays a crucial role in designing and overseeing the implementation of security measures for an organization's information systems. They ensure that the systems are designed and built to be resistant to potential threats while remaining compliant with security policies and regulations."
        }
      ]
    },
    {
      "name": "Solution Architect, Online Banking",
      "employees": [
        { 
          "name": "Kris Gold",
          "description": "Responsible for designing technical solutions for online banking systems."
        }
      ]
    },
    {
      "name": "Manager, Application Solutions",
      "employees": [
        { 
          "name": "Isaac Smith",
          "description": "Responsible for managing application development and solutions."
        }
      ]
    },
    {
      "name": "Lead Developer, Online Banking",
      "employees": [
        { 
          "name": "Payton Frost",
          "description": "Leads the development team for online banking applications."
        }
      ]
    },
    {
      "name": "Manager, Operational Risk",
      "employees": [
        { 
          "name": "Samantha Nettle",
          "description": "Responsible for monitoring, handling, and measuring operational and economic risk exposures in order to minimize risk and place appropriate controls in place."
        }
      ]
    },
    {
      "name": "Manager, Vendor Relations",
      "employees": [
        { 
          "name": "Yolanda Ferreira",
          "description": "Manages relationships with external vendors and suppliers."
        }
      ]
    },
    {
      "name": "Manager, Purchasing",
      "employees": [
        { 
          "name": "Samir Hassan",
          "description": "Responsible for leading all global procurement efforts to efficiently and effectively enable spend owners such as business units and functional partners to maximize the value they receive from suppliers to meet their objectives."
        }
      ]
    },
    {
      "name": "Manager, Communications",
      "employees": [
        { 
          "name": "Yuna Aikawa",
          "description": "Manages internal and external communications."
        }
      ]
    },
    {
      "name": "Manager Customer Experience and Community Eng.",
      "employees": [
        { 
          "name": "Jonathan Carberry",
          "description": "The major goal of CEM is to foster customer loyalty through high-quality interactions at each step. Customer experience managers are the people responsible for improving the experiences customers have with organizations, with the goal of increasing customer satisfaction."
        }
      ]
    },
    {
      "name": "Manager of Sales",
      "employees": [
        { 
          "name": "Roland Wei",
          "description": "Lead a sales team by providing guidance, training, and mentorship, setting sales quotas and goals, creating sales plans, analyzing data, assigning sales territories and building their team."
        }
      ]
    },
    {
      "name": "Manager, Marketing",
      "employees": [
        { 
          "name": "Pran Singh",
          "description": "Responsible for developing, implementing and executing strategic marketing plans for an entire organization (or lines of business and brands within an organization) in order to attract potential customers and retain existing ones."
        }
      ]
    },
    {
      "name": "Business Analyst, Online Banking",
      "employees": [
        { 
          "name": "Linda Analyst",
          "description": "Analyzes business requirements and processes for online banking systems."
        }
      ]
    },
    {
      "name": "Manager, Contract Management",
      "employees": [
        { 
          "name": "Esra Sedge",
          "description": "Manages contracts and agreements with vendors and partners."
        }
      ]
    },
    {
      "name": "Manager, Compliance Management",
      "employees": [
        { 
          "name": "Pranee Tan",
          "description": "Ensures organizational compliance with regulations and standards."
        }
      ]
    },
    {
      "name": "Manager IT End User Service Desk",
      "employees": [
        { 
          "name": "Karmen Spruce",
          "description": "Responsible for managing daily operations of the service desk, managing the service desk team, representing the team to other elements of the organization, and helping to ensure that the service desk is constantly developing and improving."
        }
      ]
    },
    {
      "name": "Manager IT End User Computing",
      "employees": [
        { 
          "name": "Haydar Katirci",
          "description": "Delivers operational day-to-day support for the operations of end-user computing services organization wide, in collaboration with third-party vendors."
        }
      ]
    },
    {
      "name": "Manager IT Telecom and Infrastructure",
      "employees": [
        { 
          "name": "Jill Harkness",
          "description": "Responsible for the daily operations of infrastructure, telecom, and infrastructure support staff. Works with other business and IT teams to ensure that services and infrastructure needs are met."
        }
      ]
    },
    {
      "name": "Manager, Data Center and Hosting Services",
      "employees": [
        { 
          "name": "Tim Morrison",
          "description": "Responsible for the day to day operations of the datacenter, contracting cloud services, and ensuring the high availability of data to the stakeholders."
        }
      ]
    },
    {
      "name": "Manager of IT Risk Management",
      "employees": [
        { 
          "name": "Aleksandr Milosevic",
          "description": "Responsible for identifying, assessing, and mitigating risks that could potentially jeopardize an organization's assets, profitability, or existence."
        }
      ]
    }
  ]
}